Repository: maunalinux/shortwave
Catalog: po/*.po
Languages: gl, sr, sv, uk

source: Create new station
gl: Crear nova emisora
sr: Направите нову станицу
sv: Skapa ny station
uk: Створити станцію

source: Create New Station
gl: Crear nova emisora
sr: Направи нову станицу
sv: Skapa ny station
uk: Створення станції

source: You can decide if you want the new station to be visible for all users worldwide or if you want to create a local station.
gl: Pode decidir se quere que a nova emisora sexa visíbel para todos os usuarios do mundo ou se quere crear unha estación local.
sr: Можете одлучити да ли желите учинити нову станицу видљивом целом свету или желите само локалну станицу.
sv: Du kan välja om du vill att den nya stationen ska vara synlig för alla användare i världen eller om du vill skapa en lokal station.
uk: Ви можете визначити, хочете ви, щоб нову станцію змогли побачити користувачі з усього світу, чи ви хочете створити локальну станцію.

source: Create _Public Station
gl: Crear emisora _pública
sr: На_прави јавну станицу
sv: Skapa _offentlig station
uk: Створити з_агальнодоступу станцію

source: Create _Local Station
gl: Crear emisora _local
sr: Направи _локалну станицу
sv: Skapa _lokal station
uk: Створити _локальну станцію

source: Create Local Station
gl: Crear emisora local
sr: Направи локалну станицу
sv: Skapa lokal station
uk: Створити локальну станцію

source: Change station image
gl: Cambiar a imaxe da emisora
sr: Промени слику станице
sv: Ändra bild för station
uk: Змінити зображення для станції

source: Name
gl: Nome
sr: Назив
sv: Namn
uk: Назва

source: Stream URL
gl: URL do fluxo
sr: Адреса тока
sv: Ström-URL
uk: Адреса трансляції

source: Create Station
gl: Crear emisora
sr: Направи станицу
sv: Skapa station
uk: Створити станцію

source: Most Voted Stations
gl: Emisoras máis votadas
sr: Станице са највише гласова
sv: Stationer med flest röster
uk: Станції із найвищим рейтингом

source: Trending
gl: De moda
sr: Популарне
sv: Populärt just nu
uk: Тренди

source: Other Users Are Listening To…
gl: Outros usuarios están escoitando…
sr: Други корисници слушају…
sv: Andra användare lyssnar på…
uk: Інші користувачі слухають…

source: Receiving Station Data…
gl: Recibindo datos da emisora…
sr: Преузимам податке о станици…
sv: Erhåller stationsdata…
uk: Отримання даних щодо станції…

source: _Discover New Stations
gl: _Descubrir novas emisoras
sr: _Откриј нове станице
sv: _Upptäck nya stationer
uk: Ви_явити нові станції

source: SHORTWAVE INTERNET RADIO
gl: SHORTWAVE RADIO POR INTERNET
sr: ИНТЕРНЕТ РАДИО КРАТКИ ТАЛАС
uk: КОРОТКОХВИЛЬОВЕ ІНТЕРНЕТ-РАДІО

source: No Playback
gl: Non hai reprodución
sr: Мирујем
sv: Ingen uppspelning
uk: Немає відтворення

source: General
gl: Xeral
sr: Опште
sv: Allmänt
uk: Загальні

source: Appearance
gl: Aparencia
sr: Изглед
sv: Utseende
uk: Вигляд

source: _Dark Mode
gl: Modo _escuro
sr: _Тамни режим
sv: _Mörkt läge
uk: _Темний режим

source: Whether the application should use a dark theme
gl: Indica se o aplicativo usa o tema escuro
sr: Да ли програм треба да користи тамну тему
sv: Huruvida programmet ska använda ett mörkt tema
uk: Чи слід віддавати перевагу у програмі темній темі

source: Features
gl: Características
sr: Могућности
sv: Funktioner
uk: Можливості

source: _Notifications
gl: _Notificacións
sr: _Обавештења
sv: _Aviseringar
uk: _Сповіщення

source: Show desktop notifications when a new song gets played
gl: Mostrar notificacións do escritorio cando se reproduce unha nova canción
sr: Прикажи обавештење радне површи када нова песма почне да се пушта
sv: Visa skrivbordsaviseringar när en ny låt spelas
uk: Показувати сповіщення на стільниці при переході до наступної композиції

# shortcut window
source: Open shortcut window
gl: Abrir xanela de atallos
sr: Отвори прозор пречица
sv: Öppna kortkommandofönster
uk: Відкрити вікно скорочень

# shortcut window
source: Open application menu
gl: Abrir menú de aplicación
sr: Отвори изборник програма
sv: Öppna programmeny
uk: Відкрити меню програми

# shortcut window
source: Open preferences
gl: Abrir preferencias
sr: Отвори поставке
sv: Öppna inställningar
uk: Відкрити налаштування

# shortcut window
source: Close the window
sv: Stäng fönstret
uk: Закрити вікно

# shortcut window
source: Quit the application
gl: Saír da aplicación
sr: Изађи из програма
sv: Avsluta programmet
uk: Вийти з програми

source: Window
gl: Xanela
sr: Прозор
sv: Fönster
uk: Вікно

# shortcut window
source: Open library view
gl: Abrir a vista de biblioteca
sr: Отвори преглед библиотеке
sv: Öppna biblioteksvy
uk: Відкрити панель бібліотеки

# shortcut window
source: Open discover view
gl: Abrir a vista de descubrir
sr: Отвори преглед откривања
sv: Öppna upptäcktsvy
uk: Відкрити панель виявлення

# shortcut window
source: Open search view
gl: Abrir vista de busca
sr: Отвори прозор претраге
sv: Öppna sökvy
uk: Відкрити панель пошуку

# shortcut window
source: Go back
gl: Ir atrás
sr: Иди назад
sv: Gå bakåt
uk: Назад

# shortcut window
source: Refresh station data
gl: Recibindo datos da emisora
sr: Освежи податке станице
sv: Uppdatera stationsdata
uk: Освіжити дані станцій

source: Playback
gl: Reprodución
sr: Репродукција
sv: Uppspelning
uk: Відтворення

# shortcut window
source: Toggle playback
gl: Trocar reprodución
sr: Започиње/паузира пуштање
sv: Starta/stoppa uppspelning
uk: Перемкнути відтворення

source: Votes
gl: Votos
sr: Гласова
sv: Röster
uk: Голоси

source: Change the sorting of the search results
gl: Cambiar a ordenación dos resultados da busca
sr: Измените ређање резултата претраге
sv: Ändra sorteringen av sökresultaten
uk: Змінити упорядкування результатів пошуку

source: No Results
gl: Non hai resultados
sr: Нема резултата
sv: Inga resultat
uk: Нічого не знайдено

source: Try using a different search term
gl: Tente usar un termo de busca distinto
sr: Покушајте да користите другачији појам претраге
sv: Försök använda en annan sökterm
uk: Спробуйте інший критерій пошуку

source: _Name
gl: _Nome
sr: _Назив
sv: _Namn
uk: _Назва

source: _Language
gl: _Idioma
sr: _Језик
sv: S_pråk
uk: _Мова

source: _Country
gl: _País
sr: _Држава
sv: _Land
uk: К_раїна

source: S_tate
gl: Es_tado
sr: _Покрајина
sv: Lä_n
uk: _Штат

source: _Votes
gl: _Votos
sr: _Гласова
sv: _Röster
uk: _Голоси

source: _Bitrate
sr: _Битски проток
sv: _Bithastighet
uk: _Бітова швидкість

source: _Ascending
gl: _Ascendente
sr: _Растуће
sv: S_tigande
uk: За з_ростанням

source: _Descending
gl: _Descendente
sr: _Опадајуће
sv: _Fallande
uk: За с_паданням

source: An error occurred
gl: Produciuse un erro
sr: Дошло је до грешке
sv: Ett fel uppstod
uk: Сталася помилка

source: _Show Station Details
gl: _Mostrar información da emisora
sr: _Прикажи детаље о станици
sv: _Visa stationsdetaljer
uk: По_казати параметри станції

source: Stream to a _Device
gl: Retransmitir a un _dispositivo
sr: Пу_сти на уређају
sv: Strömma till en _enhet
uk: Трансляція на пр_истрій

source: No Songs Detected
gl: Non se detectaron cancións
sr: Нема откривених песама
sv: Inga låtar upptäcktes
uk: Не виявлено жодної пісні

source: Songs are automatically recognized using the stream metadata. If the station does not send any metadata, no songs can be recognized.
gl: As cancións recoñécense automaticamente usando os metadatos do fluxo Se a emisora non envía ningún metadato non se recoñecerán as cancións.
sr: Песме се самостално препознају на основу мета-података из тока. Уколико станица не шаље мета-податке, песме не могу бити препознате.
sv: Låtar känns automatiskt igen med strömmens metadata. Om stationen inte sänder några metadata så kan inga låtar kännas igen.
uk: Пісні автоматично визначатимуться за метаданими потоку даних. Якщо станція не надсилає метаданих, пісні розпізнано не буде.

source: Saved songs are located in your Music folder.
gl: As cancións gardadas gárdanse no seu cartafol Música.
sr: Сачуване песме се налазе у вашој фасцикли са музиком.
sv: Sparade låtar finns i din mapp Musik.
uk: Збережені пісні можна буде знайти у теці «Музика».

source: _Open
gl: _Abrir
sr: _Отвори
sv: Ö_ppna
uk: _Відкрити

source: Save recorded song
gl: Gardar canción gravada
sr: Сачувај снимљену песму
sv: Spara inspelad låt
uk: Зберегти записану пісню

source: Station details
gl: Información da emisora
sr: Детаљи о станици
sv: Stationsdetaljer
uk: Параметри станції

source: _Play Station
gl: _Reproducir emisora
sr: _Пусти станицу
sv: _Spela upp station
uk: _Відтворити станцію

source: _Add to Library
gl: _Engadir á biblioteca
sr: _Додај у библиотеку
sv: _Lägg till i bibliotek
uk: Д_одати до бібліотеки

source: _Remove From Library
gl: _Quitar da biblioteca
sr: _Уклони из библиотеке
sv: _Ta bort från bibliotek
uk: Ви_лучити з бібліотеки

source: Local Station
gl: Emisora local
sr: Локална станица
sv: Lokal station
uk: Локальна станція

source: This station exists only in your library, and is not part of the public online station database.
gl: Esta estación existe só na súa biblioteca, e non é parte dunha base de datos de emisoras públicas en liña.
sr: Ова станица постоји само у вашој библиотеци и није део јавне базе станица на интернету.
sv: Denna station finns endast i ditt bibliotek och är inte del av den offentliga stationsdatabasen på internet.
uk: Запис станції є лише у вашій бібліотеці — він не є частиною загальнодоступної бази даних станцій в інтернеті.

source: Orphaned Station
gl: Emisora orfa
sr: Напуштена станица
sv: Övergiven station
uk: Осиротіла станція

source: The information could not be updated, probably this station was removed from the public online station database.
gl: Non foi posíbel actualizar a información, probabelmente esta emisora eliminouse da base de datos de emisoras en liña públicas.
sr: Подаци о станици не могу бити ажурирани, ова станица је вероватно уклоњена из јавне базе станица на интернету.
sv: Informationen kunde inte uppdateras, troligen har denna station tagits bort från den offentliga stationsdatabasen på internet.
uk: Не вдалося оновити відомості. Ймовірно, станцію було вилучено з бази даних загальнодоступних інтернет-станцій.

source: Information
gl: Información
sr: Информације
uk: Відомості

source: Language
gl: Idioma
sr: Језик
sv: Språk
uk: Мова

source: Tags
gl: Etiquetas
sr: Ознаке
sv: Taggar
uk: Мітки

source: Location
gl: Localización
sr: Место
sv: Plats
uk: Місце

source: Country
gl: País
sr: Држава
sv: Land
uk: Країна

source: State
gl: Estado
sr: Покрајина
sv: Län
uk: Штат

source: Audio
sr: Звук
sv: Ljud
uk: Звук

source: Bitrate
sr: Битски проток
sv: Bithastighet
uk: Бітова швидкість

source: Codec
gl: Códec
sr: Кодек
sv: Kodek
uk: Кодек

source: Stream
gl: Fluxo
sr: Ток
sv: Ström
uk: Трансляція

source: Stream to a Device
gl: Retransmitir a un dispositivo
sr: Пусти на уређају
sv: Strömma till en enhet
uk: Трансляція на пристрій

source: Audio playback can be streamed to a network device (requires Google Cast support).
gl: A reprodución de son pode retransmitirse a un dispositivo en rede (require compatibilidade con Google Cast).
sr: Звук може бити пуштен ка мрежном уређају (захтева подршку за Гугл каст).
sv: Uppspelning av ljud kan strömmas till en nätverksenhet (kräver stöd för Google Cast)
uk: Відтворені звукові дані може бути переспрямовано на мережевий пристрій (потребує підтримки Google Cast)

source: No Devices Found
gl: Non se atoparon dispositivos
sr: Нисам нашао уређаје
sv: Inga enheter hittades
uk: Пристроїв не виявлено

source: Search again
gl: Buscar de novo
sr: Потражи поново
sv: Sök igen
uk: Шукати ще

source: Search Completed
gl: Busca completa
sr: Претрага завршена
sv: Sökningen är färdig
uk: Пошук завершено

source: Searching for Devices…
gl: Buscando dispositivos…
sr: Тражим уређаје…
sv: Söker efter enheter…
uk: Пошук пристроїв…

source: Add Stations
sr: Додај станице
sv: Lägg till stationer
uk: Додати станції

source: Back
sv: Bakåt
uk: Назад

source: Main Menu
sv: Huvudmeny
uk: Головне меню

source: Search
sv: Sök
uk: Пошук

source: Unable to connect to radio-browser.info
gl: Non foi posíbel conetarse a radio-browser.info
sr: Не могу да се повежем на radio-browser.info
sv: Kunde inte ansluta till radio-browser.info
uk: Не вдалося встановити з'єднання із radio-browser.info

source: Access to the public online station database is not available. Ensure that you are connected to the internet.
gl: Non está dispoñíbel o acceso á base de datos de emisoras en liña públicas. Asegúrese que está conectado a internet.
sr: Није могуће приступити јавној бази станица на интернету. Проверите да ли сте повезани на интернет.
sv: Ingen åtkomst till den offentliga stationsdatabasen på internet. Säkerställ att du är ansluten till internet.
uk: Немає доступу до відкритої бази даних інтернет-радіостанцій. Переконайтеся, що користуєтеся працездатним інтернет-з'єднанням.

source: Try again
gl: Tentar de novo
sr: Покушај поново
sv: Försök igen
uk: Повторити спробу

source: _Enable Mini Player
gl: _Activar minireprodutor
sr: Омог_ући мини пуштача
sv: _Aktivera minispelare
uk: Увімкнути _мініпрогравач

source: _Refresh Station Data
gl: _Actualizando datos da emisora
sr: Ос_вежи податке станице
sv: _Uppdatera stationsdata
uk: _Освіжити дані станцій

source: _Sorting
gl: _Ordenando
sr: _Ређање
sv: _Sortering
uk: Вп_орядкування

source: _Open radio-browser.info <sup>↗</sup>
gl: _Abrir radio-browser.info <sup>↗</sup>
sr: _Отвори radio-browser.info <sup>↗</sup>
sv: Ö_ppna radio-browser.info <sup>↗</sup>
uk: В_ідкрити radio-browser.info <sup>↗</sup>

source: _Create New Station
gl: _Crear nova emisora
sr: Направи нову стани_цу
sv: S_kapa ny station
uk: С_творити станцію

source: _Preferences
gl: _Preferencias
sr: _Поставке
sv: _Inställningar
uk: _Налаштування

source: _Keyboard Shortcuts
gl: Atallos de _teclado
sr: Пречице _тастатуре
sv: _Tangentbordsgenvägar
uk: _Клавіатурні скорочення

source: _About Shortwave
gl: _Sobre Shortwave
sr: О _Кратком таласу
sv: _Om Shortwave
uk: П_ро «Shortwave»

source: Unable to access music directory. Saving song in home directory.
sr: Не могу да приступим фасцикли са музиком. Сачуваћу песму у личној фасцикли.
sv: Kunde inte komma åt musikkatalog. Sparar låten i hemkatalogen.
uk: Не вдалося отримати доступ до каталогу з музикою. Зберігаємо композицію у домашньому каталозі.

source: Station cannot be streamed. URL is not valid.
gl: A emisora non está retransmitindo. O URL non é válido.
sr: Станица се не може слушати. Адреса није исправна.
sv: Stationen kan inte strömmas. Ogiltig URL.
uk: Станцію не можна транслювати. Адреса є некоректною.

source: Cannot save song.
gl: Non é posíbel gardar a canción.
sr: Не могу сачувати песму.
sv: Det går inte att spara låt.
uk: Не вдалося зберегти композицію.

source: Listen to internet radio
gl: Escoitar radio por internet
sr: Слушајте радио преко Интернета
sv: Lyssna på internetradio
uk: Прослуховування інтернет-радіо

source: translator-credits
gl: Fran Diéguez <frandiguez@gnome.org>, 2021-2022
sr: Марко М. Костић <marko.m.kostic@gmail.com> Мирослав Николић <miroslavnikolic@rocketmail.com> https://гном.срб — превод Гнома на српски језик
sv: Anders Jonsson <anders.jonsson@norsjovallen.se> Luna Jernberg <droidbittin@gmail.com> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Show statistics
gl: Mostrar estatísticas
sr: Прикажи статистику
sv: Visa statistik
uk: Показати статистику

source: Browse over 30,000 stations
gl: Explorar máis de 30.000 emisoras
sr: Разгледајте више од 30.000 станица
sv: Bläddra bland över 30 000 stationer
uk: Навігація списком із понад 30000 станцій

source: Add new station
gl: Engadir nova emisora
sr: Додај нову станицу
sv: Lägg till ny station
uk: Додати нову станцію

source: Your favorite station is missing?
gl: Falta a súa emisora favorita?
sr: Ваша омиљена станица недостаје?
sv: Saknas din favoritstation?
uk: Немає вашої улюбленої радіостанції?

source: Open website
gl: Abrir sitio web
sr: Отвори веб страницу
sv: Öppna webbplats
uk: Відкрити сайт

source: Powered by radio-browser.info
gl: Impulsado por radio-browser.info
sr: Покреће га „radio-browser.info“
sv: Driftas av radio-browser.info
uk: На основі radio-browser.info

source: Station data could not be received.
gl: Datos da emisora non recibidos.
sr: Подаци о станици се не могу преузети.
sv: Kunde inte erhålla stationsdata.
uk: Не вдалося отримати дані станції.

source: Welcome to {}
gl: Benvida a {}
sr: Добро дошли у {}
sv: Välkommen till {}
uk: Вітаємо у {}

source: The number of results is limited to {} item. Try using a more specific search term.
gl: O número de resultados está limitado a {} elemento. Tente usar un termo de busca específico.
sr: Број резултата је ограничен на {} ставку. Покушајте да користите одређенији појам претраге.
sv: Antalet resultat är begränsat till {} objekt. Försök använda en mer specifik sökterm.
uk: Кількість результатів обмежено {} записом. Спробуйте точніше визначити критерії пошуку.

source: {} kbit/s
uk: {} кбіт/с

source: Shortwave is an internet radio player that provides access to a station database with over 30,000 stations.
sv: Shortwave är en internetradiospelare som ger tillgång till en stationsdatabas med över 30000 stationer.
uk: «Коротка хвиля» — програвач інтернет-радіостанцій, який надає доступ до бази з понад 30000 станцій.

source: Features:
gl: Características:
sr: Могућности:
sv: Funktioner:
uk: Можливості:

source: Create your own library where you can add your favorite stations
gl: Cree a súa propia biblioteca onde engadir as súas emisoras favoritas
sr: Направите сопствену библиотеку у коју можете додати ваше омиљене станице
sv: Skapa ditt eget bibliotek där du kan lägga till dina favoritstationer
uk: Створіть власну бібліотеку, до якої ви зможете додавати улюблені станції

source: Easily search and discover new radio stations
gl: Busque e descubra facilmente novas emisoras de radio
sr: Једноставна претрага и откривање нових радио станица
sv: Sök och upptäck enkelt nya radiostationer
uk: Простий пошук і виявлення нових радіостанцій

source: Automatic recognition of songs, with the possibility to save them individually
gl: Recoñecemento automático de cancións, coa posibilidade de gardalas automaticamente
sr: Самостално препознавање песама, са могућношћу чувања појединачних песама
sv: Automatisk igenkänning av låtar, med möjligheten att spara dem individuellt
uk: Автоматичне виявлення пісень із можливістю їхнього збереження окремо

source: Responsive application layout, compatible for small and large screens
gl: Disposición de aplicación responsiva, compatíbel con pantallas pequenas e grandes
sr: Изглед програма прилагодљив величини екрана, усклађен са малим и великим екранима
sv: Kvickt reagerande programlayout, kompatibel med små och stora skärmar
uk: Якісне компонування вікна програми, яке сумісне із малими і великими екранами

source: Play audio on supported network devices (e.g. Google Chromecasts)
gl: Reprodución de son en dispositivos de rede compatíbeis (p.ex. Google Chromecasts)
sr: Пуштање звука на подржаним мрежним уређајима (нпр.: Гугл Хромкастови)
sv: Spela ljud på nätverksenheter som stöds (t.ex. Google Chromecast)
uk: Відтворення звукових даних на підтримуваних пристроях у мережі (наприклад, Google Chromecast)

source: Seamless integration into the GNOME desktop environment
gl: Integración sen problemas no ambiente de escritorio de GNOME
sr: Ненаметљива усклађеност у Гномово радно окружење
sv: Sömlös integration med skrivbordsmiljön GNOME
uk: Безшовна інтеграція до стільничного середовища GNOME

source: Gradio;Radio;Stream;Wave;
gl: Gradio;Radio;Stream;Fluxo;Retransmisión;Onda;Wave;
sr: г-радио;градио;радио;стрим;ток;вејв;вал;талас;кратак;Gradio;Radio;Stream;Wave;G-radio;strim;tok;vejv;val;talas;kratak;
sv: Gradio;Radio;Ström;Stream;Wave;
uk: Gradio;Radio;Stream;Wave;градіо;жрадіо;радіо;потік;трансляція;хвиля;

source: Go Back
sr: Врати се

source: Open Application Menu
sr: Отвори изборник програма

source: Open Search
sr: Отвори претрагу

source: @NAME@
sr: @НАЗИВ@

source: Shortwave is an internet radio player that provides access to a station database with over 25,000 stations.
gl: Shortwave é un reprodutor de radio por internet que fornece acceso a unha base de datos con máis de 25.500 emisoras
sr: Кратки талас је пуштач интернет радиа који пружа приступ бази радио станица са више од 25.000 станица.

source: Detected songs will appear here.
gl: As cancións detectadas aparecerán todos.

source: _How does this work?
gl: _Como funciona isto?
